vsopSimulate/template/江西/WorkSheetAcceptSV/JXR5.1.1.5服务开通工单请求_16手机改付费类型.xml

<?xml version="1.0" encoding="GBK"?>

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
  <SOAP-ENV:Body>
    <m:WorkListFKToVSOPReq xmlns:m="http://www.mbossvsop.com.cn/vsop">
      <request><![CDATA[
<Request><SessionBody><SessionHead>
			 <WorkListFKToVSOPReq>
            <StreamingNo>89001100011</StreamingNo>
            <TimeStamp>20100927174319</TimeStamp>
            <SystemId>206</SystemId>
            <OrderId>89001100011</OrderId>
            <ActionType>16</ActionType>
            <PorductInstID>223768181</PorductInstID>
            <ReginID>0701</ReginID>
            <ProdSpecCode>I8</ProdSpecCode>
            <ProductNo>18970171940</ProductNo>
            <OldProductNo></OldProductNo>
            <ProductOfferId></ProductOfferId>
            <UserState>00A</UserState>
            <UserPayType>1</UserPayType>
        </WorkListFKToVSOPReq>
        </SessionHead></SessionBody></Request>
]]></request>
    </m:WorkListFKToVSOPReq>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>        